Repository: Swingtree/swingbase
Catalog: modules/features/swt_additional_content/modules/swt_cookie_policy/translations/swt_cookie_policy-*.po
Languages: fr

source: swt_cookie_policy.links.page
fr: Vie privée

source: swt_cookie_policy.links.settings
fr: Cookie Policy Settings

source: swt_cookie_policy.page.settings
fr: Cookie Policy Settings

source: swt_cookie_policy.preferences.title
fr: Mes préférences cookie

source: swt_cookie_policy.description
fr: Veuillez selectionner les paramètres qui vous conviennent le mieux

source: swt_cookie_policy.levels.one.title
fr: Nécéssaires

source: swt_cookie_policy.levels.one.description
fr: Ces cookie sont requis pour apprécier au minimum la navigation et les fonctionnalités de ce site.

source: swt_cookie_policy.levels.two.title
fr: Améliorations

source: swt_cookie_policy.levels.two.description
fr: Ces cookies permettent d'améliorer globalement la navigation sur ce site.

source: swt_cookie_policy.levels.three.title
fr: Statistiques

source: swt_cookie_policy.levels.three.description
fr: Ces cookies permettront aux propriétaires de ce site de receuillir des informations sur l'utilisation du site.

source: swt_cookie_policy.levels.four.title
fr: Marketing

source: swt_cookie_policy.levels.four.description
fr: Ces cookies permettront à nos partenaire de mieux cibler leurs contenus sur ce site.
